Revit 2027 API
SunAndShadowSettings.GroundPlaneHeight Property
 Identifies the ground plane height.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double GroundPlaneHeight { get; }
Public ReadOnly Property GroundPlaneHeight As Double
	Get
public:
property double GroundPlaneHeight {
	double get ();
}
member GroundPlaneHeight : float with get
Property Value
Double
See Also
Reference
SunAndShadowSettings Class
Autodesk.Revit.DB Namespace